[{"book":"Absolution Gap (Revelation Space Book 3)","authors":"Alastair Reynolds","quote":"It wasn’t simply a question of scaling up some local, familiar thing, like a cup of water. There was a whole essence of seaness that he could never have predicted."},{"book":"Absolution Gap (Revelation Space Book 3)","authors":"Alastair Reynolds","quote":"Frankly, the trees alarmed him. They were so huge, so alive. What if they decided they didn’t like him?"},{"book":"Absolution Gap (Revelation Space Book 3)","authors":"Alastair Reynolds","quote":"“You never used to think much of negotiation,” Urton said. “You said all it ever got you was a world of pain.” “Trouble is,” Scorpio acknowledged ruefully, “sometimes that’s the best you can hope for.”"},{"book":"American Gods: The Tenth Anniversary Edition: A Novel","authors":"Neil Gaiman","quote":"What I say is, a town isn’t a town without a bookstore. It may call itself a town, but unless it’s got a bookstore, it knows it’s not foolin’ a soul”)."},{"book":"Babylon's Ashes (The Expanse Book 6)","authors":"James S. A. Corey","quote":"The ship wasn’t real, the planet was. Or the moon. Or the asteroid. They couldn’t let go of the idea that life involved rock and soil. It was what made them smaller."},{"book":"Babylon's Ashes (The Expanse Book 6)","authors":"James S. A. Corey","quote":"Lifting weights was an argument against a benign God."},{"book":"Blindsight (Firefall Book 1)","authors":"Peter Watts","quote":"Maybe the Singularity happened years ago. We just don’t want to admit we were left behind."},{"book":"Blindsight (Firefall Book 1)","authors":"Peter Watts","quote":"We’re not thinking machines, we’re—we’re feeling machines that happen to think.”"},{"book":"Blindsight (Firefall Book 1)","authors":"Peter Watts","quote":"Maybe the Singularity happened years ago. We just don’t want to admit we were left behind."},{"book":"Blindsight (Firefall Book 1)","authors":"Peter Watts","quote":"We’re not thinking machines, we’re—we’re feeling machines that happen to think.”"},{"book":"Caliban's War (The Expanse Book 2)","authors":"James S. A. Corey","quote":"“That’s not the game,” Avasarala said. “No one gets shot. They get marginalized. It’s worse.”"},{"book":"Caliban's War (The Expanse Book 2)","authors":"James S. A. Corey","quote":"“So that means we aren’t a normal crew. We aren’t workin’ the ship for money, or because a government drafted us. We’re here because we want to be. That’s all you’ve got over us. We believe in the cause, and we want to be part of what you’re doing. The minute we lose that, we might as well take a real payin’ job.”"},{"book":"Gun, with Occasional Music (Harvest Book)","authors":"Jonathan Lethem","quote":"Art mirrors the culture. The abstract stuff they have now just shows how bad it’s gotten."},{"book":"History Lesson (The Collected Stories of Arthur C. Clarke Book 1)","authors":"Arthur C. Clarke","quote":"science fiction is something that could happen—but usually you wouldn’t want it to. Fantasy is something that couldn’t happen—though often you only wish that it could."},{"book":"History Lesson (The Collected Stories of Arthur C. Clarke Book 1)","authors":"Arthur C. Clarke","quote":"We obtained another guinea pig, chloroformed it, and sent it through the transmitter. To our delight, it revived. We immediately had it killed and stuffed for the benefit of posterity."},{"book":"Mostly Harmless (Hitchhiker's Guide to the Galaxy Book 5)","authors":"Douglas Adams","quote":"But when you start to exercise those rules, all sorts of processes start to happen and you start to find out all sorts of stuff about people. In astrology the rules happen to be about stars and planets, but they could be about ducks and drakes for all the difference it would make. It’s just a way of thinking about a problem which lets the shape of that problem begin to emerge. The more rules, the tinier the rules, the more arbitrary they are, the better."},{"book":"Mostly Harmless (Hitchhiker's Guide to the Galaxy Book 5)","authors":"Douglas Adams","quote":"“The major difference between a thing that might go wrong and a thing that cannot possibly go wrong is that when a thing that cannot possibly go wrong goes wrong it usually turns out to be impossible to get at or repair.”)"},{"book":"Mostly Harmless (Hitchhiker's Guide to the Galaxy Book 5)","authors":"Douglas Adams","quote":"It had never occurred to her that the real Universe was something you could actually fit into."},{"book":"Nemesis Games (The Expanse Book 5)","authors":"James S. A. Corey","quote":"“The only right you have with anyone in life is the right to walk away."},{"book":"Nemesis Games (The Expanse Book 5)","authors":"James S. A. Corey","quote":"Passing through Harrisonburg they were followed by a dozen dogs for about ten kilometers, the pack building up its nerve to attack."},{"book":"Neverwhere: A Novel","authors":"Neil Gaiman","quote":"They walked down a tiny alleyway, which had once been part of a Victorian “rookery” (a slum comprised in equal parts of theft and penny gin, of twopenny-halfpenny squalor and threepenny sex), and they heard it, snuffling and snorting somewhere nearby."},{"book":"Neverwhere: A Novel","authors":"Neil Gaiman","quote":"And Islington said nothing, but it smiled, in the manner of a cat who has not only devoured the cream and the canary, but also the chicken you were saving for dinner, and the crème brûlée that would have been dessert."},{"book":"Neverwhere: A Novel","authors":"Neil Gaiman","quote":"The sky was the perfect untroubled blue of a television screen, tuned to a dead channel."},{"book":"Neverwhere: A Novel","authors":"Neil Gaiman","quote":"Mr. Croup grinned, with teeth that looked like an accident in a graveyard."},{"book":"Old Man's War","authors":"John Scalzi","quote":"Do not mourn me, friends I fall as a shooting star Into the next life"},{"book":"Old Man's War","authors":"John Scalzi","quote":"She was my friend. Briefly, she was my lover. She was braver than I ever would have been in the moment of death. And I bet she was a hell of a shooting star."},{"book":"Persepolis Rising (The Expanse Book 7)","authors":"James S. A. Corey","quote":"It seemed to her that the real sign you were getting old was when you stopped needing to prove you weren’t getting old."},{"book":"Persepolis Rising (The Expanse Book 7)","authors":"James S. A. Corey","quote":"If Houston forced her to shoot him, they’d be cleaning up red stains for a month. Bobbie had served on ships most of her life. She wasn’t scared of a little mopping."},{"book":"Persepolis Rising (The Expanse Book 7)","authors":"James S. A. Corey","quote":"The adrenaline pumping through his veins only seemed to make his heart beat faster without speeding him up."},{"book":"Persepolis Rising (The Expanse Book 7)","authors":"James S. A. Corey","quote":"If humanity ever developed a hive mind, it wouldn’t be psychic brain links that welded it together. It’d be gossip and cocktail parties."},{"book":"Persepolis Rising (The Expanse Book 7)","authors":"James S. A. Corey","quote":"I am a human being. Anything that happens to human beings could happen to me."},{"book":"Pushing Ice","authors":"Alastair Reynolds","quote":"She loved him, but she loved space as well. Now she worried about space getting in the way."},{"book":"Pushing Ice","authors":"Alastair Reynolds","quote":"Cowards were exactly the kind of people you wanted around nuclear technology."},{"book":"Pushing Ice","authors":"Alastair Reynolds","quote":"But that was reality: always pissing on the epic moment."},{"book":"Pushing Ice","authors":"Alastair Reynolds","quote":"That was the universe: you could beat it once, you could float a message in a bottle across half of eternity, but the universe would always find a way to have the last laugh."},{"book":"Rendezvous with Rama","authors":"Arthur C. Clarke","quote":"They would probably never even know that the human race existed. Such monumental indifference was worse than any deliberate insult."},{"book":"Revelation Space","authors":"Alastair Reynolds","quote":"You know where you are with a good totalitarian regime.”"},{"book":"So Long, and Thanks for All the Fish (Hitchhiker's Guide to the Galaxy Book 4)","authors":"Douglas Adams","quote":"The Saab seethed off into the night. Arthur watched it go, as stunned as a man might be who, having believed himself to be totally blind for five years, suddenly discovers that he had merely been wearing too large a hat."},{"book":"So Long, and Thanks for All the Fish (Hitchhiker's Guide to the Galaxy Book 4)","authors":"Douglas Adams","quote":"You can’t possibly be a scientist if you mind people thinking that you’re a fool."},{"book":"Tau Zero","authors":"Poul Anderson","quote":"“A sound physique helps keep a sound mind. If you go to bed tired, you don’t lie awake brooding.”"},{"book":"The Bridge to Lucy Dunne","authors":"Exurb1a","quote":"What is it in her eyes? she thinks. There's something there. I don't know if it's love or just desperation but I don't remember ever feeling either."},{"book":"The Cyberiad: Stories","authors":"Stanislaw Lem","quote":"What’s a beast without an algorithm?”"},{"book":"The Forever War (The Forever War Series Book 1)","authors":"Joe Haldeman and John Scalzi","quote":"Surely he had nothing so primitive and unmilitary as a will to live."},{"book":"The Forever War (The Forever War Series Book 1)","authors":"Joe Haldeman and John Scalzi","quote":"The most important fact about the war to most people was that if it ended suddenly, Earth’s economy would collapse."},{"book":"The Forever War (The Forever War Series Book 1)","authors":"Joe Haldeman and John Scalzi","quote":"Death is so much neater in space."},{"book":"The Forever War (The Forever War Series Book 1)","authors":"Joe Haldeman and John Scalzi","quote":"After five hundred years, they were still putting brassiere clasps in the back."},{"book":"The Forever War (The Forever War Series Book 1)","authors":"Joe Haldeman and John Scalzi","quote":"There had been an army in which that sort of thing was done, a strong quasi-memory told me. The Marxist POUM militia in the Spanish Civil War, early twentieth. You obeyed an order only after it had been explained in detail; you could refuse if it didn’t make sense. Officers and men got drunk together and never saluted or used titles. They lost the war. But the other side didn’t have any fun."},{"book":"The Forever War (The Forever War Series Book 1)","authors":"Joe Haldeman and John Scalzi","quote":"I’d accept that up was down if it meant the war was over."},{"book":"The Martian: A Novel","authors":"Andy Weir","quote":"It’s true, you know. In space, no one can hear you scream like a little girl."},{"book":"The Player of Games (A Culture Novel Book 2)","authors":"Iain M. Banks","quote":"“The ship told you a guilty system recognizes no innocents. I’d say it does. It recognizes the innocence of a young child, for example, and you saw how they treated that. In a sense it even recognizes the ‘sanctity’ of the body… but only to violate it."},{"book":"The Prefect (Revelation Space Book 7)","authors":"Alastair Reynolds","quote":"‘I don’t care who wants justice, Sparv. It’s a thing unto itself, irrespective of the moral worth of the wronged party."},{"book":"The Prince of Milk","authors":"Exurb1a","quote":"He looks Jamie Carnegie over. The boy has years ahead of him; strong and fit. Whistle wonders what he would do if some potion could take him back to where this kid is now. But if you couldn't bring your wisdom back with you, what the hell would be the point?"},{"book":"The Prince of Milk","authors":"Exurb1a","quote":"There's no grand plan and no one's in charge. It's all just fumbling about in the dark, and half the time you're not even sure why you're fumbling. You're so desperate for something to pin your peace of mind to that you'll do all sorts of stupid things in its name. You don't mean to break up a marriage, but if breaking it up might let you sleep like a normal person again, suddenly you start considering it. You don't mean to become a drunk, but if drink is the only way you can keep a handle on some tiny compartment of your life then it's straight for the bottle.”"},{"book":"The Star (The Collected Stories of Arthur C. Clarke Book 3)","authors":"Arthur C. Clarke","quote":"Indeed, it’s a simple fact that without the satellite relays, the whole structure of world commerce and industry would collapse."},{"book":"The Star (The Collected Stories of Arthur C. Clarke Book 3)","authors":"Arthur C. Clarke","quote":"people enjoy being brainwashed, if you set about it the right way.’"},{"book":"Use of Weapons (A Culture Novel Book 3)","authors":"Iain M. Banks","quote":"If you wanted to be a seabird you deserved to be one."},{"book":"Use of Weapons (A Culture Novel Book 3)","authors":"Iain M. Banks","quote":"This was how he imagined poetry to be made."},{"book":"Use of Weapons (A Culture Novel Book 3)","authors":"Iain M. Banks","quote":"What is any achievement, however great it was, once time itself is dead?"},{"book":"Way Station","authors":"Clifford D. Simak","quote":"What good to her the hand alphabet or the reading of the lips if they should take from her some strange inner serenity of spirit?"},{"book":"Way Station","authors":"Clifford D. Simak","quote":"And that was the secret of the universe, Enoch told himself—a thing that went on caring."},{"book":"Way Station","authors":"Clifford D. Simak","quote":"All things are hard, it said. There is nothing easy."}]